def choose (name):
    if name == 'math':
        return {'range', ['1. Простейшие текстовые задачи',
                         '2. Чтение графиков и диаграмм',
                         '3. Квадратная решётка, координатная плоскость',
                         '4. Начала теории вероятностей',
                         '5. Простейшие уравнения',
                         '6. Планеметрия: задачи, связанные с углами',
                         '7. Производная и первообразная',
                         '8. Стереометрия',
                         '9. Вычислительные преобразования',
                         '10. Задачи с прикладным содержанием',
                         '11. Текстовые задачи',
                         '12. Наибольшее и наименьшее значение функций']
                'name', 'МАТЕМАТИКА'}
    elif name == 'russian':
        return {'range', ['1. Определение главной информации текста',
                          '2. Средства связи предложений в тексте',
                          '3. Определение лексического значения словаь',
                          '4. Постановка ударения',
                          '5. Употребление паронимов',
                          '6. Морфологические нормы (образование форм слова)',
                          '7. Синтаксические нормы. Нормы согласования. Нормы управления',
                          '8. Правописание корней',
                          '9. Правописание приставок',
                          '10. Правописание суффиксов (кроме -Н-/-НН-)',
                          '11. Пра­во­пи­са­ние личных окон­ча­ний глаголов и суф­фик­сов причастий',
                          '12. Правописание НЕ и НИ',
                          '13. Слитное, дефисное, раздельное написание слов',
                          '14. Пра­во­пи­са­ние -Н- и -НН- в суффиксах']
                'name', 'РУССКИЙ ЯЗЫК'}